<?php
// Heading
$_['heading_title']       = 'รูปแบบ';

// Text
$_['text_success']        = 'ประสบความสำเร็จ: คุณได้มีปรับเปลี่ยนรูปแบบ';
$_['text_list']           = 'รายการรูปแบบ';
$_['text_add']            = 'เพิ่มรูปแบบ';
$_['text_edit']           = 'แก้ไขรูปแบบ';
$_['text_default']        = 'ค่าเริ่มต้น';
$_['text_content_top']    = 'เนื้อหาด้านบนสุด';
$_['text_content_bottom'] = 'เนื้อหาด้านล่างสุด';
$_['text_column_left']    = 'คอลัมน์ซ้าย';
$_['text_column_right']   = 'คอลัมน์ขวา';

// Column
$_['column_name']         = 'ชื่อของรูปแบบ';
$_['column_action']       = 'ดำเนินการ';

// Entry
$_['entry_name']          = 'ชื่อของรูปแบบ';
$_['entry_store']         = 'ร้านค้า';
$_['entry_route']         = 'เส้นทาง';
$_['entry_module']        = 'โมดูล';
$_['entry_position']      = 'ตำแหน่ง';
$_['entry_sort_order']    = 'การเรียงลำดับใบสั่งซื้อ';

// Error
$_['error_permission']    = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนรูปแบบ';
$_['error_name']          = 'ชื่อของรูปแบบต้องอยู่ระหว่าง 3 ถึง 64 อักขระ';
$_['error_default']       = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้เนื่องจากในปัจจุบันกำหนดให้เป็นรูปแบบร้านค้าเริ่มต้น';
$_['error_store']         = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้เนื่องปัจจุบันมีการกำหนดให้ %s กับร้านค้า ';
$_['error_product']       = 'คำเตือน: รูปแบบนี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้  %s กับผลิตภัณฑ์';
$_['error_category']      = 'คำเตือน: โครงร่างนี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้ %s กับประเภท ';
$_['error_information']   = 'คำเตือน: โครงร่างนี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้ %s กับหน้าข้อมูล ';