<?php
// Heading
$_['heading_title']          = 'โซน';

// Text
$_['text_success']           = 'สำเร็จ: คุณได้ปรับเปลี่ยนโซนแล้ว!';
$_['text_list']              = 'รายการโซน';
$_['text_add']               = 'เพิ่มโซน';
$_['text_edit']              = 'แก้ไขโซน';

// Column
$_['column_name']            = 'ชื่อโซน';
$_['column_code']            = 'รหัสโซน';
$_['column_country']         = 'ประเทศ';
$_['column_action']          = 'คำสั่ง';

// Entry
$_['entry_status']           = 'สถานะโซน';
$_['entry_name']             = 'ชื่อโซน';
$_['entry_code']             = 'รหัสโซน';
$_['entry_country']          = 'ประเทศ';

// Error
$_['error_permission']       = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนรูปแบบ!';
$_['error_name']             = 'ชื่อโซนต้องอยู่ระหว่าง 3 และ 128 อักขระ';
$_['error_default']          = 'คำเตือน: โซนนี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้เป็นโซนการจัดเก็บค่าเริ่มต้น';
$_['error_store']            = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้เนื่องปัจจุบันมีการกำหนดให้ %s กับร้านค้า!';
$_['error_address']          = 'คำเตือน: โซนนี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้กับรายการสมุดที่อยู่ %s';
$_['error_affiliate']        = 'คำเตือน: รูปแบบนี้ไม่สามารถลบได้เนื่องปัจจุบันมีการกำหนดให้ %s กับร้านค้า!';
$_['error_zone_to_geo_zone'] = 'คำเตือน: โซนนี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้กับโซน %s แก้วโซน';