<?php
// Heading
$_['heading_title']    = 'การจัดการรูปภาพ';

// Text
$_['text_uploaded']    = 'สำเร็จ: อัปโหลดไฟล์แล้ว';
$_['text_directory']   = 'สำเร็จ: สร้างไดเรกทอรีแล้ว';
$_['text_delete']      = 'สำเร็จ: ไฟล์หรือไดเรกทอรีของคุณถูกลบแล้ว';

// Entry
$_['entry_search']     = 'ค้นหา..';
$_['entry_folder']     = 'ชื่อโฟลเดอร์';

// Error
$_['error_permission'] = 'คำเตือน: สิทธิ์ถูกปฏิเสธ';
$_['error_filename']   = 'คำเตือน: ชื่อไฟล์ต้องมีความยาวระหว่าง 3 และ 255 ตัวอักษร';
$_['error_folder']     = 'คำเตือน: ชื่อโฟลเดอร์ต้องมีความยาวระหว่าง 3 และ 255 ตัวอักษร';
$_['error_exists']     = 'คำเตือน: ไฟล์หรือไดเรกทอรี มีชื่อเดียวกันอยู่แล้ว';
$_['error_directory']  = 'คำเตือน: ไดเรกทอรีไม่มี!';
$_['error_filetype']   = 'คำเตือน: ประเภทไฟล์ไม่ถูกต้อง';
$_['error_upload']     = 'คำเตือน: ไฟล์ไม่สามารถอัปโหลดได้โดยไม่ทราบสาเหตุ';
$_['error_delete']     = 'คำเตือน: คุณไม่สามารถลบไดเรกทอรีนี้';