<?php
// header
$_['heading_title']   = 'ลืมรหัสผ่าน?';

// Text
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'อีเมล์ของคุณ';
$_['text_email']      = 'กรอกที่อยู่อีเมล์ที่เกี่ยวข้องกับบัญชีของคุณ คลิกส่งเพื่อให้รหัสผ่านใหม่เชื่อมโยงลไปคุณ';
$_['text_success']    = 'อีเมลที่ มีลิงค์ยืนยันส่งผู้ดูแลอีเมล์ของคุณ';

// Entry
$_['entry_email']     = 'ที่อยู่อีเมล';
$_['entry_password']  = 'รหัสผ่านใหม่';
$_['entry_confirm']   = 'ยืนยัน';

// Error
$_['error_email']     = 'คำเตือน: อยู่อีเมล์ไม่พบในบันทึกของเรา กรุณาลองอีกครั้ง';
$_['error_password']  = 'รหัสผ่าน ต้องมีความยาวระหว่าง 3 ถึง 20 ตัวอักษร!';
$_['error_confirm']   = 'รหัสผ่านและยืนยันรหัสผ่านไม่ตรง';