<?php
// Text
$_['text_address']       = 'สำเร็จ: ได้ตั้งค่าที่อยู่การชำระเงินแล้ว!';
$_['text_method']        = 'ความสำเร็จ: ได้ตั้งค่าวิธีการชำระเงินแล้ว!';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่มีสิทธิ์เข้าถึง API!';
$_['error_firstname']    = 'ชื่อจริง ต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!!';
$_['error_lastname']     = 'นามสกุล ต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_address_1']    = 'ที่อยู่ 1 ต้องมีความยาวระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_city']         = 'เมือง ต้องมีความยาวระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_postcode']     = 'รหัสไปรษณีย์จำเป็นต้องมีความยาวระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_country']      = 'กรุณาเลือกประเทศ!';
$_['error_zone']         = 'กรุณาเลือกพื้นที่ หรือเขต!';
$_['error_custom_field'] = '%s จำเป็น!';
$_['error_address']      = 'คำเตือน: จำเป็นต้องใช้ที่อยู่ในการชำระเงิน!';
$_['error_method']       = 'คำเตือน: ในการชำระเงินจำเป็นต้องเลือกวิธีการจัดส่ง!';
$_['error_no_payment']   = 'คำเตือน: ตัวเลือกการชำระเงินไม่มี';