<?php
// Heading
$_['heading_title'] = 'การชำระเงินผิดพลาด!';

// Text
$_['text_basket']   = 'ตะกร้าสินค้า';
$_['text_checkout'] = 'สั่งซื้อสินค้า';
$_['text_failure']  = 'การชำระเงินผิดพลาด';
$_['text_message']  = '<p>เกิดปัญหาเกี่ยวกับการชำระเงินของคุณ และทำให้การสั่งซื้อไม่สมบูรณ์.</p>

<p>เหตุผลที่เป็นไปได้:</p>
<ul>
  <li>Insufficient funds</li>
  <li>Verification failed</li>
</ul>

<p>กรุณาลองเลือกช่องทางการชำระเงินอื่น.</p>

<p>ถ้าปัญหายังไม่หายไป กรุณา <a href="%s">ติดต่อเรา</a> และรายละเอียดของการสั่งซื้อที่คุณพบ.</p>
';
