<?php
// Heading
$_['heading_title']        = 'คำนวนค่าขนส่ง และภาษี';

// Text
$_['text_success']         = 'เรียบร้อย: Your shipping estimate has been applied!';
$_['text_shipping']        = 'กรุณาเลือกปลายทางที่จะทำการจัดส่งสินค้า เพื่อคำนวณค่าจัดส่ง.';
$_['text_shipping_method'] = 'กรุณาเลือกวิธีการจัดส่ง สำหรับการจัดส่งสินค้าของคุณ.';

// Entry
$_['entry_country']        = 'ประเทศ';
$_['entry_zone']           = 'เขต / พื้นที่';
$_['entry_postcode']       = 'รหัสไปรษณีย์';

// Error
$_['error_postcode']       = 'รหัสไปรษณีย์จำเป็นต้องมีความยาวระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_country']        = 'กรุณาเลือกประเทศ!';
$_['error_zone']           = 'กรุณาเลือกพื้นที่ หรือเขต!';
$_['error_shipping']       = 'คำเตือน: จำเป็นต้องเลือกวิธีการจัดส่ง!';
$_['error_no_shipping']    = 'คำเตือน: ไม่สามารถจัดส่งที่ระบุไว้ได้. กรุณาติดต่อ <a href="%s">ผู้ดูแล</a> สำหรับคำแนะนำ!';