<?php
// Heading
$_['heading_title']        = 'รายการสั่งซื้อสินค้าของคุณดำเนินการเรียบร้อยแล้ว!';

// Text
$_['text_basket']          = 'ตะกร้าสินค้า';
$_['text_checkout']        = 'สั่งซื้อสินค้า';
$_['text_success']         = 'เรียบร้อย';
$_['text_customer']        = '<p>รายการสั่งซื้อดำเนินการเรียบร้อยแล้ว!</p><p>คุณสามารถตรวจสอบการสั่งซื้อหรือประวัติการสั่งซื้อได้โดยไปที่ <a href="%s">บัญชีของฉัน</a> และทำการเลือกที่รายการ <a href="%s">ประวัติการสั่งซื้อ</a>.</p><p>ถ้ารายการสั่งซื้อของคุณเป็นแบบ digital download, คุณสามารถเข้าไปยังหน้า <a href="%s">downloads</a> เพื่อตรวจสอบ</p><p>มีคำถาม หรือต้องการสอบถามเพิ่มเติม กรุณาติดต่อ <a href="%s">ผู้ดูแลระบบ</a>.</p><p>ขอบคุณสำหรับการสั่งซื้อสินค้ากับทางร้านค้า!</p>';
$_['text_guest']           = '<p>รายการสั่งซื้อดำเนินการเรียบร้อยแล้ว!</p><p>มีคำถาม หรือต้องการสอบถามเพิ่มเติม กรุณาติดต่อ <a href="%s">ผู้ดูแลระบบ</a>.</p><p>ขอบคุณสำหรับการสั่งซื้อสินค้ากับทางร้านค้า!</p>';