<?php
// Text
$_['text_title']				= 'บัตรเครดิตหรือบัตรเดบิต';
$_['text_credit_card']			= 'รายละเอียดบัตรเครดิต';
$_['text_wait']					= 'โปรดรอสักครู่!';

// Entry
$_['entry_cc_number']			= 'หมายเลขบัตร';
$_['entry_cc_name']				= 'ชื่อเจ้าของบัตร';
$_['entry_cc_expire_date']		= 'วันหมดอายุของบัตร';
$_['entry_cc_cvv2']				= 'รหัสความปลอดภัยของบัตร(CVV2)';

// Help
$_['help_start_date']			= '(ถ้าพร้อมใช้งาน)';
$_['help_issue']				= '(สำหรับบัตร Maestro และบัตร Solo เท่านั้น)';

// Text
$_['text_result']				= 'ผลลัพธ์: ';
$_['text_approval_code']		= 'รหัสอนุมัติ: ';
$_['text_reference_number']		= 'อ้างอิง: ';
$_['text_card_number_ref']		= 'หมายเลข 4 หลักสุดท้ายของบัตร : xxxx ';
$_['text_card_brand']			= 'แบรนด์บัตร: ';
$_['text_response_code']		= 'รหัสการตอบสนอง: ';
$_['text_fault']				= 'ข้อความบกพร่อง: ';
$_['text_error']				= 'ข้อความผิดพลาด: ';
$_['text_avs']					= 'ยืนยันที่อยู่: ';
$_['text_address_ppx']			= 'ไม่มีข้อมูลที่อยู่หรือที่อยู่ที่ไม่ได้รับการตรวจสอบจากผู้ออกบัตร';
$_['text_address_yyy']			= 'ผู้ออกบัตรยืนยันว่าถนนและรหัสไปรษณีย์ตรงกับข้อมูลของพวกเขา';
$_['text_address_yna']			= 'ผู้ออกบัตรยืนยันว่าถนนตรงกับข้อมูลของพวกเขา แต่รหัสไปรษณีย์ไม่ตรงกันกับขัอมูลที่บันทึก';
$_['text_address_nyz']			= 'ผู้ออกบัตรยืนยันว่ารหัสไปรษณีย์ตรงกับข้อมูลของพวกเขา แต่ถนนไม่ตรงกันกับข้อมูลที่บันทึก';
$_['text_address_nnn']			= 'ทั้งถนนและรหัสไปรษณีย์ไม่ตรงกับข้อมูลของพวกเขา';
$_['text_address_ypx']			= 'ผู้ออกบัตรยืนยันว่าถนนตรงกับข้อมูลของพวกเขา ผู้ออกไม่ได้ตรวจสอบรหัสไปรษณีย์';
$_['text_address_pyx']			= 'ผู้ออกบัตรยืนยันว่ารหัสไปรษณีย์ตรงกับข้อมูลของพวกเขา ผู้ออกไม่ได้ตรวจสอบถนน';
$_['text_address_xxu']			= 'ผู้ออกบัตรไม่ได้ตรวจสอบข้อมูล AVS';
$_['text_card_code_verify']		= 'รหัสความปลอดภัย: ';
$_['text_card_code_m']			= 'รหัสความปลอดภัยของบัตรตรงกัน';
$_['text_card_code_n']			= 'รหัสความปลอดภัยของบัตรไม่ตรงกัน';
$_['text_card_code_p']			= 'ไม่มีการประมวลผล';
$_['text_card_code_s']			= 'ผู้ขายได้ระบุว่า รหัสความปลอดภัยของบัตรไม่มีอยู่บนบัตร';
$_['text_card_code_u']			= 'ผู้ออกบัตรไม่ได้รับการรับรองและ/หรือไม่ได้ระบุคีย์การเข้ารหัส';
$_['text_card_code_x']			= 'ไม่มีรับการตอบกลับจากสมาคมบัตรเครดิต';
$_['text_card_code_blank']		= 'การตอบกลับที่ว่างเปล่าควรระบุว่าไม่มีการส่งรหัสและไม่มีข้อบ่งชี้ว่ารหัสไม่ได้อยู่ในบัตร';
$_['text_card_accepted']		= 'บัตรที่ได้รับ:';
$_['text_card_type_m']			= 'มาสเตอร์การ์ด';
$_['text_card_type_v']			= 'วีซ่า (เครดิต/เดบิต/อิเลคตรอน/เดลต้า)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'อเมริกันเอ็กซ์เพรส';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_new']				= 'บัตรใหม่';
$_['text_response_proc_code']	= 'รหัสการประมวลผล:';
$_['text_response_ref']			= 'หมายเลนอ้างอิง: ';

// Error
$_['error_card_number']			= 'กรุณาตรวจสอบหมายเลขบัตรของคุณให้ถูกต้อง';
$_['error_card_name']			= 'กรุณาตรวจสอบชื่อเจ้าของบัตรให้ถูกต้อง';
$_['error_card_cvv']			= 'กรุณาตรวจสอบ CVV2 ให้ถูกต้อง';
$_['error_failed']				= 'ไม่สามารถประมวลผลการชำระเงินของคุณได้โปรดติดต่อทางร้านค้า';