<?php
// Heading
$_['text_title']				= 'บัตรเครดิต / บัตรเดบิต (Realex)';

// Button
$_['button_confirm']			= 'ยืนยัน';

// Entry
$_['entry_cc_type']				= 'ประเภทของบัตร';

// Text
$_['text_success']				= 'การชำระเงินของคุณได้รับอนุมัติเรียบร้อยแล้ว';
$_['text_decline']				= 'การชำระเงินของคุณไม่สำเร็จ';
$_['text_bank_error']			= 'เกิดข้อผิดพลาดในการประมวลผลคำร้องของคุณกับธนาคาร';
$_['text_generic_error']		= 'เกิดข้อผิดพลาดในการประมวลผลคำร้องของคุณ';
$_['text_hash_failed']			= 'การตรวจสอบแฮชล้มเหลว อย่าพึ่งลองชำระเงินของคุณอีกครั้ง เนื่องจากสถานะการชำระเงินของคุณคือไม่เป็นที่รู้จัก กรุณาติต่อทางร้านค้า';
$_['text_link']					= 'กรุณาคลิก <a href="%s">ที่นี้</a> เพื่อดำเนินการต่อ';
$_['text_select_card']			= 'โปรดเลือกประเภทบัตรของคุณ';
$_['text_result']				= 'ผลการยืนยัน';
$_['text_message']				= 'ข้อความ';
$_['text_cvn_result']			= 'ผล CVN';
$_['text_avs_postcode']			= 'รหัสไปรษณีย์ AVS';
$_['text_avs_address']			= 'ที่อยู่ AVS';
$_['text_eci']					= 'ผล ECI (3D ปลอดภัย)';
$_['text_tss']					= 'ผล TSS ';
$_['text_order_ref']			= 'ใบสั่งซื้ออ้างอิง';
$_['text_timestamp']			= 'ประทับตราเวลา';
$_['text_card_type']			= 'ประเภทของบัตร';
$_['text_card_digits']			= 'หมายเลขบัตร';
$_['text_card_exp']				= 'วันหมดอายุของบัตร';
$_['text_card_name']			= 'ชื่อบัตร';
$_['text_3d_s1']				= 'ผู้ถือบัตรยังไม่ได้ลงทะเบียนการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s2']				= 'ไม่สามารถยืนยันการลงทะเบียนได้ ไม่มีการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s3']				= 'ไม่มีการตอบสนองจากเซิร์ฟเวอร์การลงทะเบียนไม่มีการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s4']				= 'ลงทะเบียนแล้ว แต่การตอบกลับจาก ACS ไม่ถูกต้อง (เซิร์ฟเวอร์ควบคุมการเข้าถึง) ไม่มีการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s5']				= 'ได้รับการยืนยันการตรวจสอบสิทธิ์ การเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s6']				= 'ยอมรับการตรวจสอบสิทธิ์การเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s7']				= 'ต้องกรอกรหัสผ่าน ไม่มีการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s8']				= 'การรับรองความถูกต้องยังไม่พร้อมใช้งาน ไม่มีการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s9']				= 'การตอบกลับจาก ACS ไม่ถูกต้อง ไม่มีการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_3d_s10']				= 'ข้อผิดพลาดร้ายแรงของ RealMPI ไม่มีการเปลี่ยนแปลงความรับผิดชอบ';
$_['text_card_visa']			= 'วีซ่า';
$_['text_card_mc']				= 'มาสเตอร์การ์ด';
$_['text_card_amex']			= 'อเมริกันเอ็กซ์เพรส';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';