<?php
// Heading
$_['heading_title']    = 'คุณลักษณะ';

// Text
$_['text_module']      = 'โมดูล';
$_['text_success']     = 'ความสำเร็จ: คุณได้แก้ไขโมดูลคุณลักษณะเรียบร้อยแล้ว';
$_['text_edit']        = 'แก้ไขโมดูลคุณลักษณะ';

// Entry
$_['entry_product']    = 'สินค้า';
$_['entry_limit']      = 'จำกัด';
$_['entry_image']      = 'รูปภาพ ( ความกว้าง x ความสูง) และประเภทการปรับขนาด ';
$_['entry_width']      = 'ความกว้าง';
$_['entry_height']     = 'ความสูง';
$_['entry_status']     = 'สถานะ';

// Help
$_['help_product']     = '(เสร็จสมบูรณ์อัตโนมัติ)';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่มีสิทธิ์แก้ไขโมดูลคุณลักษณะนี้';
$_['error_module']     = 'คำเตือน: โมดูลนี้จำเป็นต้องใช้งาน';
$_['error_image']      = 'ขนาดความกว้างและความสูงของรูปภาพที่ต้องการ &amp;';