<?php
// Heading
$_['heading_title']    = 'ล่าสุด';

// Text
$_['text_module']      = 'โมดูล';
$_['text_success']     = 'ความสำเร็จ: คุณได้แก้ไขโมดูล่าสุด';
$_['text_edit']        = 'แก้ไขโมดูลล่าสุด';

// Entry
$_['entry_limit']      = 'จำกัด';
$_['entry_image']      = 'รูปภาพ ( ความกว้าง x ความสูง) และประเภทการปรับขนาด';
$_['entry_width']      = 'ความกว้าง';
$_['entry_height']     = 'ความสูง';
$_['entry_status']     = 'สถานะ';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่มีสิทธิ์แก้ไขโมดูล่าสุดนี้!';
$_['error_module']     = 'คำเตือน: โมดูลนี้จำเป็นต้องใช้งาน!';
$_['error_image']      = 'ขนาดความกว้างและความสูงของรูปภาพที่ต้องการ &amp!';