<?php
// Heading
$_['heading_title']        = 'ที่อยู่';

// Text
$_['text_account']         = 'บัญชีผู้ใช้งาน';
$_['text_address_book']    = 'ที่อยู่';
$_['text_edit_address']    = 'แก้ไขรายการที่อยู่';
$_['text_add']             = 'ดำเนินการเพิ่มที่อยู่เรียบร้อยแล้ว';
$_['text_edit']            = 'ดำเนินการแก้ไขที่อยู่เรียบร้อยแล้ว';
$_['text_delete']          = 'ดำเนินการลบที่อยู่เรียบร้อยแล้ว';
$_['text_empty']           = 'ไม่มีข้อมูลที่อยู่.';

// Entry
$_['entry_firstname']      = 'ชื่อ';
$_['entry_lastname']       = 'นามสกุล';
$_['entry_company']        = 'บริษัท';
$_['entry_address_1']      = 'ที่อยู่ 1';
$_['entry_address_2']      = 'ที่อยู่ 2';
$_['entry_postcode']       = 'รหัสไปรษณีย์';
$_['entry_city']           = 'เมือง';
$_['entry_country']        = 'ประเทศ';
$_['entry_zone']           = 'เขต / พื้นที่';
$_['entry_default']        = 'ที่อยู่หลัก';

// Error
$_['error_delete']         = 'คำเตือน: จำเป็นต้องมีที่อยู่อย่างน้อย 1 รายการ!';
$_['error_default']        = 'คำเตือน: คุณไม่สามารถลบที่อยู่หลักได้!';
$_['error_firstname']      = 'ชื่อจริง ต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']       = 'นามสกุล ต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_vat']            = 'รหัสผู้เสียภาษีไม่ถูกต้อง!';
$_['error_address_1']      = 'ที่อยู่ ต้องมีความยาวระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_postcode']       = 'รหัสไปรษณีย์ ต้องมีความยาวระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_city']           = 'เมือง ต้องมีความยาวระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_country']        = 'กรุณาเลือกประเทศ!';
$_['error_zone']           = 'กรุณาเลือกเขต / พื้นที่!';
$_['error_custom_field']   = '%s จำเป็น!';
