<?php
// Heading
$_['heading_title']   = 'ลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'บัญชีผู้ใช้งาน';
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'อีเมล์ของคุณ';
$_['text_email']      = 'กรุณากรอกอีเมล์ที่ได้ทำการระบุไว้กับบัญชีผู้ใช้งาน. กดยืนยันเพื่อขอรับรหัสผ่านใหม่.';
$_['text_success']    = 'เรียบร้อย: ทำการส่งรหัสผ่านใหม่ไปยังอีเมล์ที่ระบุไว้เรียบร้อยแล้ว.';

// Entry
$_['entry_email']     = 'อีเมล์';

// Error
$_['error_email']     = 'คำเตือน: ไม่พบข้อมูลอีเมล์ผู้ใช้งาน, กรุณาตรวจสอบใหม่อีกครั้ง!';