<?php
// Heading
$_['heading_title']                = 'เข้าสู่ระบบ';

// Text
$_['text_account']                 = 'บัญชีผู้ใช้งาน';
$_['text_login']                   = 'เข้าสู่ระบบ';
$_['text_new_customer']            = 'สมัครสมาชิก';
$_['text_register']                = 'สำหรับลูกค้าใหม่';
$_['text_register_account']        = 'เมื่อคุณทำการสมัครสมาชิก จะสามารถสั่งซื้อสินค้าได้อย่างรวดเร็ว, และสามารถตรวจสอบสถานะการสั่งซื้อของคุณได้.';
$_['text_returning_customer']      = 'เข้าสู่ระบบ';
$_['text_i_am_returning_customer'] = 'สำหรับลูกค้าที่มีบัญชีอยู่แล้ว';
$_['text_forgotten']               = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                  = 'อีเมล์';
$_['entry_password']               = 'รหัสผ่าน';

// Error
$_['error_login']                  = 'คำเตือน: อีเมล์ และ/หรือ รหัสผ่าน ไม่ถูกต้อง.';
$_['error_attempts']               = 'คำเตือน: บัญชีของคุณเกินจำนวนที่สามารถเข้าใช้งานได้. กรุณาลองใหม่อีกครั้ง หลังจากนี้อีก 1 ชม.';
$_['error_approved']               = 'คำเตือน: บัญชีของคุณยังไม่ได้ทำการยืนยัน จำเป็นต้องการยืนยันการใช้งานก่อนการเข้าใช้งาน.';