<?php
// Heading
$_['heading_title']      = 'คืนสินค้า';

// Text
$_['text_account']       = 'บัญชีผู้ใช้งาน';
$_['text_return']        = 'ข้อมูลการขอคืน';
$_['text_return_detail'] = 'รายละเอียด';
$_['text_description']   = 'กรุณายืนยันข้อมูล และกรอกข้อมูลให้ครบถ้วน, จำเป็นสำหรับการขอคืนสินค้า เผื่อทำการขอรหัสการขอคืนสินค้า (RMA Number).';
$_['text_order']         = 'รายการสั่งซื้อ';
$_['text_product']       = 'ข้อมูลสินค้า &amp; เหตุผลที่ขอคืน';
$_['text_message']       = '<p>ขอบคุณที่คุณกรอกข้อมูลการขอคืนสินค้า, คำขอคืนได้ทำการส่งไปยังแผนกที่รับผิดชอบ และดำเนินการต่อ.</p><p> คุณจะได้รับอีเมล์แจ้งเตือน และบอกสถานะของการขอคืนสินค้า.</p>';
$_['text_return_id']     = 'รหัสขอคืนสินค้า (RMA Number):';
$_['text_order_id']      = 'รหัสการสั่งซื้อ:';
$_['text_date_ordered']  = 'วันที่สั่งซื้อ:';
$_['text_status']        = 'สถานะ:';
$_['text_date_added']    = 'วันที่ทำรายการ:';
$_['text_comment']       = 'เพิ่มเติม (หมายเหตุ)';
$_['text_history']       = 'ประวัติการขอคืน';
$_['text_empty']         = 'คุณไม่มีการขอคืนสินค้าใด ๆ!';
$_['text_agree']         = 'ฉันได้อ่าน <a href="%s" class="agree"><b>%s</b></a> และยืนยันเงื่อนไข';

// Column
$_['column_return_id']   = 'รหัสขอคืนสินค้า (RMA Number)';
$_['column_order_id']    = 'รหัสการสั่งซื้อ';
$_['column_status']      = 'สถานะ';
$_['column_date_added']  = 'วันที่สั่งซื้อ';
$_['column_customer']    = 'ผู้สั่งซื้อ';
$_['column_product']     = 'ชื่อสินค้า';
$_['column_model']       = 'รหัสสินค้า';
$_['column_quantity']    = 'จำนวน';
$_['column_price']       = 'ราคา';
$_['column_opened']      = 'สินค้ายังจำหน่ายอยู่';
$_['column_comment']     = 'หมายเหุต';
$_['column_reason']      = 'เหตุผลที่ขอคืน';
$_['column_action']      = 'คำสั่ง';

// Entry
$_['entry_order_id']     = 'รหัสการสั่งซื้อ';
$_['entry_date_ordered'] = 'วันที่สั่งซื้อ';
$_['entry_firstname']    = 'ชื่อ';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_email']        = 'อีเมล์';
$_['entry_telephone']    = 'โทรศัพท์';
$_['entry_product']      = 'ชื่อสินค้า';
$_['entry_model']        = 'รหัสสินค้า';
$_['entry_quantity']     = 'จำนวน';
$_['entry_reason']       = 'เหตุผลสำหรับขอคืนสินค้า';
$_['entry_opened']       = 'สินค้านี้ยังเปิดขายอยู่';
$_['entry_fault_detail'] = 'อื่น ๆ';
$_['entry_captcha']      = 'กรุณากรอกรหัสที่แสดงอยู่ด้านล่าง';

// Error
$_['text_error']         = 'ไม่พบรายการขอคืนของคุณ!';
$_['error_order_id']     = 'จำเป็นต้องกรอกรหัสการสั่งซื้อ!';
$_['error_firstname']    = 'ชื่อจริง ต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!!';
$_['error_lastname']     = 'นามสกุล ต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email']        = 'กรุณากรอกอีเมล์!';
$_['error_telephone']    = 'เบอร์โทรศัพท์ ต้องมีความยาวระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_product']      = 'ชื่อสินค้า จำเป็นต้องมีความยาวมากกว่า 3 ถึง 255 ตัวอักษร!';
$_['error_model']        = 'รหัสสินค้า จำเป็นต้องมีความยาวมากกว่า 3 ถึง 64 ตัวอักษร!';
$_['error_reason']       = 'กรุณาเลือกเหตุผลของการขอคืน!';
$_['error_captcha']      = 'รหัสภาพ ไม่ถูกต้อง!';
$_['error_agree']        = 'คำเตือน: คุณจำเป็นต้องยืนยัน %s นี้!';