<?php
// Heading
$_['heading_title'] = 'สร้างบัญชีของคุณเรียบร้อยแล้ว!';

// Text
$_['text_message']  = '<p>แสดงความยินดี! สร้างบัญชีของคุณเรียบร้อยแล้ว!</p> <p>Yคุณสามารถเข้าใช้งาน ส่วนต่าง ๆ และรับประสบการณ์ต่าง ๆ จากทางเรา.</p> <p>ถ้าคุณมีคำถาม เกี่ยวกับการใช้งานร้าน, กรุณาอีเมล์ติดต่อผู้ดูแล.</p> <p>อีเมล์การยืนยัน ได้ทำการส่งไปยังอีเมล์ที่ได้ระบุไว้ เรียบร้อยแล้ว. ถ้าคุณยังไม่ได้รับภายใน 1 ชม, กรุณา <a href="%s">ติดต่อเรา</a>.</p>';
$_['text_approval'] = '<p>ขอบคุณสำหรับการลงทะเบียน %s!</p><p>คุณจะได้รับข้อมูลแจ้งทางอีเมล์ เมื่อบัญชีของคุณได้รับการ ยืนยันจากทางผู้ดูแล.</p><p>ถ้าคุณมีคำถาม เกี่ยวกับการใช้งานร้าน หรือระบบ, กรุณา <a href="%s">ติดต่อ ผู้ดูแล</a>.</p>';
$_['text_account']  = 'บัญชีผู้ใช้งาน';
$_['text_success']  = 'เรียบร้อย';
