<?php
// Text
$_['text_subject']		        = '%s - โปรแกรมพันธมิตร';
$_['text_welcome']		        = 'ขอบคุณที่ร่วม %s โปรแกรมพันธมิตร';
$_['text_login']                = 'ขณะนี้บัญชีของคุณถูกสร้างขึ้นและคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านได้โดยไปที่เว็บไซต์ของเราหรือตาม URL ต่อไปนี้:';
$_['text_approval']		        = 'บัญชีของคุณต้องได้รับการอนุมัติก่อนจึงจะสามารถเข้าระบบได้ เมื่อได้รับการอนุมัติคุณสามารถเข้าสู่ระบบโดยใช้ที่อยู่อีเมลและรหัสผ่านของคุณ โดยไปที่เว็บไซต์ของเราหรือที่ URL ต่อไปนี้:';
$_['text_services']		        = 'เมื่อลงชื่อเข้าใช้คุณจะสามารถสร้างรหัสติดตาม ติดตามการชำระเงินค่าคอมมิชชั่นและแก้ไขข้อมูลบัญชีของคุณได้';
$_['text_thanks']		        = 'ขอบคุณ';
$_['text_new_affiliate']        = 'พันธมิตรใหม่';
$_['text_signup']		        = 'พันธมิตรใหม่ได้ลงทะเบียน:';
$_['text_store']		        = 'ร้านค้า:';
$_['text_firstname']	        = 'ชื่อ:';
$_['text_lastname']		        = 'นามสกุล:';
$_['text_company']		        = 'บริษัท:';
$_['text_email']		        = 'อีเมล:';
$_['text_telephone']	        = 'โทรศัพท์:';
$_['text_website']		        = 'เว็บไซต์:';
$_['text_order_id']             = 'รหัสสั่งซื้อ:';
$_['text_transaction_subject']  = '%s - ค่าคอมมิชชั่นพันธมิตร';
$_['text_transaction_received'] = 'คุณได้รับค่าคอมมิชชั่น %s';
$_['text_transaction_total']    = 'ค่าคอมมิชชั่นของคุณรวมอยู่ในขณะนี้ %s';
