<?php
// Heading
$_['heading_title']          = '
คุณลักษณะ';

// Text
$_['text_success']           = 'ความสำเร็จ: ได้เปลี่ยนชื่อคุณลักษณะแล้ว';
$_['text_list']              = 'รายชื่อคุณลักษณะ';
$_['text_add']               = 'เพิ่มคุณลักษณะ';
$_['text_edit']              = 'แก้ไขคุณลักษณะ';

// Column
$_['column_name']            = 'ชื่อคุณลักษณะ';
$_['column_attribute_group'] = 'กลุ่มคุณลักษณะ';
$_['column_sort_order']      = 'การเรียงลำดับใบสั่งซื้อ';
$_['column_action']          = 'ดำเนินการ';

// Entry
$_['entry_name']             = 'ชื่อคุณลักษณะ';
$_['entry_attribute_group']  = 'กลุ่มคุณลักษณะ';
$_['entry_sort_order']       = 'การเรียงลำดับใบสั่งซื้อ';

// Error
$_['error_permission']       = 'คำเตือน: คุณไม่มีสิทธิ์ในการแก้ไขคุณลักษณะ';
$_['error_attribute_group']  = 'กลุ่มคุณลักษณะที่จำเป็น!';
$_['error_name']             = 'ชื่อคุณลักษณะต้องอยู่ระหว่าง 3 ถึง 64 อักขระ';
$_['error_product']          = 'คำเตือน: คุณลักษณะนี้ไม่สามารถลบได้เนื่องปัจจุบันมีการกำหนดค่าใช้กับผลิตภัณฑ์ %s';
