<?php
// Heading
$_['heading_title']     = 'กลุ่มคุณสมบัติ';

// Text
$_['text_success']      = 'ดำเนินการเรียบร้อย: คุณได้ปรับเปลี่ยนแอตทริบิวต์กลุ่ม';
$_['text_list']         = 'รายการกลุ่ม';
$_['text_add']          = 'เพิ่มกลุ่ม';
$_['text_edit']         = 'แก้ไขกลุ่ม';

// Column
$_['column_name']       = 'ชื่อกลุ่ม';
$_['column_sort_order'] = 'การเรียงลำดับ';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่ม';
$_['entry_sort_order']  = 'การเรียงลำดับ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่มีสิทธิ์ในการแก้ไข';
$_['error_name']        = 'ชื่อกลุ่มจะต้องไม่ต่ำกว่า 3 ถึง 64 อักขระ';
$_['error_attribute']   = 'คำเตือน: นี้แอตทริบิวต์ไม่สามารถลบกลุ่มปัจจุบันมีการกำหนดให้กับแอตทริบิวต์ %s';
$_['error_product']     = 'คำเตือน: คุณลักษณะนี้ไม่สามารถลบได้เนื่องปัจจุบันมีการกำหนดค่าใช้กับผลิตภัณฑ์ %s!';