<?php
// Heading
$_['heading_title']          = 'หมวดหมู่';

// Text
$_['text_success']           = 'สำเร็จ: คุณได้ทำการแก้ไขหมวดหมู่!';
$_['text_list']              = 'รายการหมวดหมู่';
$_['text_add']               = 'เพิ่มหมวดหมู่';
$_['text_edit']              = 'แก้ไขหมวดหมู่';
$_['text_default']           = 'ค่าเริ่มต้น';

// Column
$_['column_name']            = 'ชื่อหมวดหมู่';
$_['column_sort_order']      = 'เรียงลำดับ';
$_['column_action']          = 'ดำเนินการ';

// Entry
$_['entry_name']             = 'ชื่อหมวดหมู่';
$_['entry_description']      = 'รายละเอียด';
$_['entry_meta_title'] 	     = 'Meta แท็ก ไตเติ้ล';
$_['entry_meta_keyword'] 	 = 'Meta แท็ก คีย์เวิร์ด';
$_['entry_meta_description'] = 'Meta แท็ก คำอธิบาย';
$_['entry_keyword']          = 'SEO คีย์เวิร์ด';
$_['entry_parent']           = 'ด้านบน';
$_['entry_filter']           = 'ตัวกรอง';
$_['entry_store']            = 'ร้านค้า';
$_['entry_image']            = 'รูปภาพ';
$_['entry_top']              = 'ด้านบน';
$_['entry_column']           = 'คอลัมน์';
$_['entry_sort_order']       = 'เรียงลำดับ';
$_['entry_status']           = 'สถานะ';
$_['entry_layout']           = 'เค้าโครง เลย์เอ้า';

// Help
$_['help_filter']            = '(เสร็จสมบูรณ์อัตโนมัติ)';
$_['help_keyword']           = 'ไม่ใช้ช่องว่าง แต่แทนด้วย - และทำให้แน่ใจว่า คำไม่ซ้ำกัน';
$_['help_top']               = 'แสดงในแถบเมนูด้านบน ทำงานเฉพาะ สำหรับประเภทหลักด้านบน';
$_['help_column']            = 'จำนวนคอลัมน์ที่จะใช้สำหรับ 3 หมวดหมู่ด้านล่าง ทำงานเฉพาะ สำหรับหมวดหมู่หลักด้านบน';

// Error
$_['error_warning']          = 'คำเตือน: กรุณาตรวจสอบแบบฟอร์มอย่างรอบคอบสำหรับข้อผิดพลาด!';
$_['error_permission']       = 'คำเตือน: คุณไม่มีสิทธิ์ในการแก้ไขหมวดหมู่!';
$_['error_name']             = 'ชื่อหมวดหมู่ ต้องอยู่ระหว่าง 2 และ 32 อักขระ!';
$_['error_meta_title']       = 'Meta ไตเติ้ล ต้องมากกว่า 3 และน้อยกว่า 255 อักขระ!';
$_['error_keyword']          = 'SEO คีย์เวิร์ด ถูกใช้แล้ว!';