<?php
// Heading
$_['heading_title']     = 'ดาวน์โหลด';

// Text
$_['text_success']      = 'ความสำเร็จ: คุณได้แก้ไขการดาวน์โหลดแล้ว';
$_['text_list']         = 'รายการดาวน์โหลด';
$_['text_add']          = 'เพิ่มการดาวน์โหลด';
$_['text_edit']         = 'แก้ไขการดาวน์โหลด';
$_['text_upload']       = 'อัปโหลดไฟล์เสร็จเรียบร้อยแล้ว!';

// Column
$_['column_name']       = 'ดาวน์โหลดชื่อ';
$_['column_date_added'] = 'เพิ่มเมื่อวันที่';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_name']        = 'ดาวน์โหลดชื่อ';
$_['entry_filename']    = 'ชื่อไฟล์';
$_['entry_mask']        = 'Mask';

// Help
$_['help_filename']     = 'คุณสามารถอัปโหลดผ่านปุ่มอัปโหลด หรือใช้ FTP เพื่ออัปโหลดไปยังไดเรกทอรีดาวน์โหลด และป้อนรายละเอียดด้านล่าง';
$_['help_mask']         = 'ขอแนะนำว่า ชื่อแฟ้มและหน้ากากกันหยุดคนที่พยายามเชื่อมโยงการดาวน์โหลดของคุณโดยตรง';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่มีสิทธิ์แก้ไขดาวน์โหลด';
$_['error_name']        = 'ชื่อดาวน์โหลดต้องอยู่ระหว่าง 3 ถึง 64 อักขระ';
$_['error_upload']      = 'จำเป็นต้องอัปโหลดไฟล์!';
$_['error_filename']    = 'ชื่อไฟล์ต้องอยู่ระหว่าง 3 และ 128 อักษร!';
$_['error_exists']      = 'ไม่มีไฟล์อยู่!';
$_['error_mask']        = 'Mask ต้องอยู่ระหว่าง 3 และ 128 ตัวอักษร !';
$_['error_filetype']    = 'ชนิดของไฟล์ไม่ถูกต้อง!';
$_['error_product']     = 'คำเตือน: การดาวน์โหลดนี้ไม่สามารถลบได้เนื่องจากปัจจุบันมีการกำหนด %s ให้กับผลิตภัณฑ์ ';