<?php
// Heading
$_['heading_title']          = 'ข้อมูลรายละเอียด';

// Text
$_['text_success']           = 'สำเร็จ: คุณได้ปรับเปลี่ยนข้อมูล';
$_['text_list']              = 'รายการข้อมูล';
$_['text_add']               = 'เพิ่มข้อมูล';
$_['text_edit']              = 'แก้ไขข้อมูลผู้ใช้งาน';
$_['text_default']           = 'ค่าเริ่มต้น';

// Column
$_['column_title']           = 'ชื่อข้อมูล';
$_['column_sort_order']	     = 'การเรียงลำดับ';
$_['column_action']          = 'การดำเนินการ';

// Entry
$_['entry_title']            = 'Information Title';
$_['entry_description']      = 'รายบะเอียด';
$_['entry_store']            = 'ร้านค้า';
$_['entry_meta_title'] 	     = 'Meta แท็ก ไตเติ้ล';
$_['entry_meta_keyword'] 	 = 'Meta แท็ก คีย์เวิร์ด';
$_['entry_meta_description'] = 'คำอธิบาย Meta Tag';
$_['entry_keyword']          = 'SEO คีย์เวิร์ด';
$_['entry_bottom']           = 'ด้านล่าง';
$_['entry_status']           = 'สถานะ';
$_['entry_sort_order']       = 'การเรียงลำดับ';
$_['entry_layout']           = 'เค้าโครง เลย์เอ้า';

// Help
$_['help_keyword']           = 'ไม่ใช้ช่องว่าง แต่แทนด้วย - และทำให้แน่ใจว่า คำไม่ซ้ำกัน.';
$_['help_bottom']            = 'แสดงในส่วนท้ายด้านล่าง';

// Error
$_['error_warning']          = 'คำเตือน: กรุณาตรวจสอบแบบฟอร์มอย่างรอบคอบสำหรับข้อผิดพลาด';
$_['error_permission']       = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนข้อมูล';
$_['error_title']            = 'หัวเรื่องข้อมูล ต้องอยู่ระหว่าง 3 ถึง 64 อักขระ';
$_['error_description']      = 'คำอธิบายต้องมากกว่า 3 ตัวอักษร';
$_['error_meta_title']       = 'Meta Title ต้องมีตัวอักษรมากกว่า 3 และน้อยกว่า 255 ตัว!';
$_['error_keyword']          = 'SEO คีย์เวิร์ดถูกใช้ไปแล้ว!';
$_['error_account']          = 'คำเตือน: หน้านี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้เป็นเงื่อนไขบัญชีร้านค้า!';
$_['error_checkout']         = 'คำเตือน: หน้านี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้เป็นเงื่อนไขเช็คเอาท์!';
$_['error_affiliate']        = 'คำเตือน: หน้านี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้เป็นเงื่อนไขพันธมิตรร้านค้า!';
$_['error_return']           = 'คำเตือน: หน้านี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้เป็นเงื่อนไขการส่งคืนร้านค้า!';
$_['error_store']            = 'คำเตือน: ไม่ลบหน้านี้ได้เพราะ %s ใช้อยู่!';