<?php
// Heading
$_['heading_title']      = 'ผู้ผลิต';

// Text
$_['text_success']       = 'สำเร็จ: คุณได้ปรับเปลี่ยนผู้ผลิตแล้ว!';
$_['text_list']          = 'รายชื่อผู้ผลิต';
$_['text_add']           = 'เพิ่ม ผู้ผลิต';
$_['text_edit']          = 'แก้ไข ผู้ผลิต';
$_['text_default']       = 'ค่าเริ่มต้น';
$_['text_percent']       = 'เปอร์เซ็นต์';
$_['text_amount']        = 'จำนวนคงที่';

// Column
$_['column_name']        = 'ชื่อผู้ผลิต';
$_['column_sort_order']  = 'เรียงลำดับ';
$_['column_action']      = 'ดำเนินการ';

// Entry
$_['entry_name']         = 'ชื่อผู้ผลิต';
$_['entry_store']        = 'ร้านค้า';
$_['entry_keyword']      = 'SEO คีย์เวิร์ด';
$_['entry_image']        = 'รูปภาพ';
$_['entry_sort_order']   = 'เรียงลำดับ';
$_['entry_type']         = 'ประเภท';

// Help
$_['help_keyword']       = 'ไม่เว้นช่องว่าง ให้แทนที่ด้วย " - " (ขีดกลาง) และตรวจสอบให้แน่ใจว่าคำไม่ซ้ำกัน';

// Error
$_['error_permission']   = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนผู้ผลิต';
$_['error_name']         = 'ชื่อผู้ผลิตต้องมีจำนวนตัวอักษรระหว่าง 2 ถึง 64 ตัว';
$_['error_keyword']      = 'SEO คีย์เวิร์ดถูกใช้ไปแล้ว!';
$_['error_product']      = 'คำเตือน: ผู้ผลิตนี้ไม่สามารถลบได้ เนื่องจากขณะนี้มีการใช้อยู่กับสินค้า %s';