<?php
// Heading
$_['heading_title']     = 'แสดงความคิดเห็น';

// Text
$_['text_success']      = 'ความสำเร็จ: คุณได้แก้ไขความคิดเห็นนี้เรียบร้อยแล้ว';
$_['text_list']         = 'รายการแสดงความคิดเห็น';
$_['text_add']          = 'เพิ่มการแสดงความคิดเห็น';
$_['text_edit']         = 'แก้ใขการแสดงความคิดเห็น';

// Column
$_['column_product']    = 'ผลิตภัณฑ์';
$_['column_author']     = 'ผู้เขียน';
$_['column_rating']     = 'คะแนน';
$_['column_status']     = 'สถานะ';
$_['column_date_added'] = 'วันที่ทำรายการ';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_product']     = 'ผลิตภัณฑ์';
$_['entry_author']      = 'ผู้เขียน';
$_['entry_rating']      = 'คะแนน';
$_['entry_status']      = 'สถานะ';
$_['entry_text']        = 'ข้อความ';
$_['entry_date_added']  = 'วันที่ทำรายการ';

// Help
$_['help_product']      = '(เสร็จสมบูรณ์อัตโนมัติ)';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่มีสิทธิ์ในการแก้ไขข้อความแสดงความคิดเห็นนี้';
$_['error_product']     = 'กรุณาใส่ชื่อผลิตภัณฑ์';
$_['error_author']      = 'ชื่อผู้แสดงความคิดเห็นต้องอยู่ระหว่าง 3 ถึง 64 อักษร';
$_['error_text']        = 'ข้อความแสดงความคิดเห็นต้องมีอย่างน้อย 1 ตัวอักษร !';
$_['error_rating']      = 'กรุณาใส่คะแนนแสดงความคิดเห็น';